<?php

/* -------------------------------------------------------
 *
 *   LiveStreet (v.0.4.2 and 0.5)
 *   Plugin Category (v.0.1.1)
 *   Copyright © 2011 Bishovec Nikolay
 *
 * --------------------------------------------------------
 *
 *   Plugin Page: http://netlanc.net
 *   Contact e-mail: netlanc@yandex.ru
 *
  ---------------------------------------------------------
 */

return array(
    'cat_title' => 'Категории',
    'cat_edit_title' => 'Редактирование категории',
    'cat_creat_title' => 'Название категории',
    'cat_url' => 'URL категории',
    'settings_cat_url_notice' => 'URL категории, по которому она будет доступна. Может содержать только буквы латинского алфавита, цифры, дефис; пробелы будут заменены на "_". По смыслу URL должен совпадать с названием категории, после его создания редактирование этого параметра будет недоступно',
    'settings_cat_title_notice' => 'название должно быть от 2 до 200 символов',
    'cat_send_form' => 'Сохранить',
    'cat_select' => 'Выберите категорию',
    'cat_parent' => 'Родительская категория',
    'cat_error_creat_title' => 'Название категории должно быть от 2 до 200 символов',
    'cat_error_creat_isset_url' => 'Категория с таким URL уже существует',
    'cat_error_none_cat' => 'Категории не существует или она уже удалена',
    'cat_type_add' => 'Добавить тип',
    'cat_type_page' => 'Типы категорий',
    'cat_type_title' => 'Название типа',
    'cat_type_prefix' => 'Префикс типа',
    'cat_ok_creat_category' => 'Категория добавлена',
    'cat_ok_edit_category' => 'Изменения сохранены',
    'cat_ok_dellete_category' => 'Категория удалена',
    'cat_save' => 'Сохранить',
    'cat_cancel' => 'Отмена',
);
?>
